
/* Request to change the desktop to a named desktop. Name and Description take
the desktop name as the only format string parameter. */
"VTGroupApplications_name" = "Application manipulation";

/* Inspectors... */
"VTGroupDesktops_name" = "Manipolazione desktop";

/* Applications... */
"VTGroupInspection_name" = "Ispettori";

/* Desktop manipulation group containing operations on desktops */
"VTGroupNavigation_name" = "Navigazione";

/* Request application move to west */
"VTRequestApplicationMoveToEast_desc" = "Moves application to east desktop";
"VTRequestApplicationMoveToEast_name" = "Move application to east";

/* Request application move to south */
"VTRequestApplicationMoveToNorth_desc" = "Moves application to nort desktop";
"VTRequestApplicationMoveToNorth_name" = "Move application to north";

/* Request to send window behind other windows */
"VTRequestApplicationMoveToSouth_desc" = "Moves application to south desktop";
"VTRequestApplicationMoveToSouth_name" = "Move application to south";

/* Request application move to north */
"VTRequestApplicationMoveToWest_desc" = "Moves application to west desktop";
"VTRequestApplicationMoveToWest_name" = "Move application to west";

/* Request to change the desktop to the previous desktop. */
"VTRequestChangeDesktop_desc" = "Visualizza il desktop avente nome '%@'.";
"VTRequestChangeDesktop_name" = "Visualizza desktop '%@'";

/* Request to change to the desktop to the west (the left) */
"VTRequestChangeDesktopToEast_desc" = "Visualizza il desktop collocato a est di quello attualmente visualizzato";
"VTRequestChangeDesktopToEast_name" = "Visualizza desktop ad est";

/* Request to change the desktop to the desktop marked as the Snapback desktop */
"VTRequestChangeDesktopToLast_desc" = "Visualizza il desktop su cui si è lavorato prima di passare a quella corrente";
"VTRequestChangeDesktopToLast_name" = "Visualizza desktop precedente";

/* Request to change to the desktop to the south (below) */
"VTRequestChangeDesktopToNorth_desc" = "Visualizza il desktop collocato a nord di quello attualmente visualizzato";
"VTRequestChangeDesktopToNorth_name" = "Visualizza desktop a nord";

/* Request to set the currently visible desktop as the Snapback desktop */
"VTRequestChangeDesktopToSnapback_desc" = "Visualizza il desktop contrassegnato come desktop di Snapback";
"VTRequestChangeDesktopToSnapback_name" = "Visualizza desktop di Snapback";

/* Request to show the overlay pager in Normal-Mode */
"VTRequestChangeDesktopToSouth_desc" = "Visualizza il desktop collocato a sud di quello attualmente visualizzato";
"VTRequestChangeDesktopToSouth_name" = "Visualizza desktop a sud";

/* Request to change to the desktop to the north (above) */
"VTRequestChangeDesktopToWest_desc" = "Visualizza il desktop collocato ad ovest di quello attualmente visualizzato";
"VTRequestChangeDesktopToWest_name" = "Visualizza desktop ad ovest";

/* Request to show the overlay window of the window under the mouse pointer */
"VTRequestDeleteDesktop_desc" = "Cancella il desktop attualmente visualizzato, spostando tutte le eventuali finestre su un'altro desktop e visualizzando il desktop precedente";
"VTRequestDeleteDesktop_name" = "Cancella il desktop visualizzato";

/* Request application move east */
"VTRequestDisplayOverlay_desc" = "Visualizza il controllo finestre, che permette di evidenziare  e spostare le finestre tra i desktop";
"VTRequestDisplayOverlay_name" = "Visualizza il controllo finestre";

/* Request to inspect preferences */
"VTrequestInspectApplications_desc" = "Visualizza le informazioni delle applicazioni attiva e dei loro stati memorizzati, tipo desktop e stato di evidenziazione";
"VTRequestInspectApplications_name" = "Ispeziona applicazioni";

/* Request to inspect Applications using the Application Inspector */
"VTRequestInspectDesktop_desc" = "Visualizza le informazioni, le applicazioni e le finestre aperte riguardo uno specifico desktop";
"VTRequestInspectDesktop_name" = "Ispeziona il desktop";

/* Request to inspect the visible desktop using the Desktop Inspector */
"VTRequestInspectDesktops_desc" = "Visualizza tutti i desktop disponibili con il relativo stato, permettendo di rnominarli, di riordinarli, di rimuoverli e o di aggiungerne di nuovi";
"VTRequestInspectDesktops_name" = "Ispeziona desktop disponibili";

/* Request to toggle visiblity of the statusbar menu */
"VTRequestInspectPreferences_desc" = "Visualizza le preferenze di Virtue per l'utente";
"VTRequestInspectPreferences_name" = "Ispeziona preferenze";
"VTRequestSendWindowBack_desc" = "Send Window Under Point Back";
"VTRequestSendWindowBack_name" = "Send Window Back";

/* Request to change to the desktop to the east (the right) */
"VTRequestSetSnapbackDesktop_desc" = "Contrassegna il desktop visualizzato come desktop di Snapback";
"VTRequestSetSnapbackDesktop_name" = "Contrassegna desktop di Snapback";

/* Request to show the overlay pager in Sticky-Mode */
"VTRequestShowPager_desc" = "Visualizza il pager desktop che permette di navigare rapidamente tra i desktop disponibili e di visualizzarne uno";
"VTRequestShowPager_name" = "Visualizza il pager desktop";

/* Request to inspect Desktops using the Desktops Inspector (Deprecated) */
"VTRequestShowPagerAndStick_desc" = "Attiva il pager desktop. Permette di navigare tra i desktop disponibili e di visualizzarne uno, senza la necessità di tener premuto il tasto di attivazione";
"VTRequestShowPagerAndStick_name" = "Attiva il pager desktop";

/* Request to delete the visible desktop */
"VTRequestToggleStatusbarMenu_desc" = "Permette di nascondere o visualizzare la barra di stato menù";
"VTRequestToggleStatusbarMenu_name" = "Commuta barra di stato menù";
